{
  "articulos": {
    "-NCTb9s4nnhF0cY0sArI": {
      "activo": 1,
      "categorias": "Ciencia,Ecuación,LaTex,Matemáticas,TeX,MsWord",
      "contenido": "<p class=\"text-justify indent-pr\">Cuando empecé en el mundo de la redacción tuve la oportunidad de utilizar diversas herramientas para distintos sistemas como MS Office, OpenOffice, LibreOffice, la vieja suite de Corel. Todas estas herramientas carecían de opciones profesionales para editar expresiones matemáticas y el reto consistía en muchos casos limitarse a hacerlas a mano (si a mano, dejando el espacio entre párrafos) . Luego pudimos tener herramientas como MathType que se agregaban a las aplicaciones como un plus en las que las expresiones se convertían en imágenes para poder ser soportadas por medios de impresión o disponerlas en un sistema web.</p><p class=\"text-justify indent-pr\">El descubrir herramientas como LaTeX hace que suspires de emoción y empieces a ver una salida, pero el proceso es tedioso y resulta algo complejo porque el sistema o lenguaje de LaTeX es un proceso de marcado donde el formato y la disposición de los elementos se aplican mediante comandos. Aunque tienes sus bondades como el embellecimiento que le da a las ecuaciones matemáticas, genera los índices, la bibliografía mientras se van editando las secciones, es limpio y seguro.</p><img src=\"https://firebasestorage.googleapis.com/v0/b/proferonald-fb.appspot.com/o/fotos%2Flvsw.jpg?alt=media&amp;token=4d5da158-61ca-4c6a-b9d9-4e7405b31b00\" alt=\"Word - LaTeX\">\n\n<p class=\"text-justify indent-pr\">Antes de continuar es bueno saber que como Microsoft Word existen muchas otras herramientas similares pero debido a la popularidad de esta, he decidido comparar estos dos y dejar al lector cualquier inquietud que puede ser trasladada. El programa de Microsoft tiene la ventaja de que para la edición de textos largos el proceso es más ágil , así como el trabajo con tablas, característica que supera con creces a LaTeX. LaTeX supera a Word en lo que son las expresiones matemáticas, es más relajado y hasta se disfruta más el proceso de edición, las expresiones quedan de forma más profesional y elegante. El 97% de las publicaciones matemáticas está dominada por LaTeX, mientras que en áreas fuera de esta ciencia y de otras como Estadística, Física, Informática, etc está dominada por Word (o similares).</p><p class=\"text-justify indent-pr\">Las últimas versiones de Word han mejorado bastante en lo que respecta a la edición de ecuaciones. Muchas expresiones matemáticas de Word son compatibles con LaTeX y se pueden pegar fácilmente. En mi caso he tenido que transcribir mi tesis de postgrado casi terminada de Word a LaTex, empecé buscando herramientas para el proceso automático pero al final decidí optar por hacerlo de forma manual con el fin de exigirme el aprendizaje adecuado.</p><p class=\"text-justify indent-pr\">Mi recomendación final es que si quieres un estilo de documento científico y profesional intente aprender algo de LaTeX, pero si no quieres o no estás dispuesto a someterte al tedioso pero gratificante proceso de la edición en LaTeX al menos te descargue una de las tipografías más utilizadas en este lenguaje (<a href=\"https://www.fontsquirrel.com/fonts/download/Latin-Modern-Roman\">Latin Modern Roman</a>) la cual le da elegancia y alta calidad a tus textos.</p>",
      "fecha": 1663739670171,
      "imagen": "https://firebasestorage.googleapis.com/v0/b/proferonald-fb.appspot.com/o/fotos%2Fword-latex.png?alt=media&token=9833bedb-3e90-4069-b6f9-e21bfacffab3",
      "titulo": "LaTeX vs Word"
    },
    "-NFg1akb4fcA8mzY3YGM": {
      "activo": 1,
      "categorias": "español,dominicano,lengua,castellano,santo,domingo",
      "contenido": "<p class=\"text-justify indent-pr\">Diferentes autores coinciden en que el español dominicano tiene las características del español americano como el <em class=\"text-justify title-pr\" title=\"Seseo\" data-placement=\"bottom\" data-content=\"Fenómeno del habla que consiste en pronunciar el sonido de la &quot;s&quot; en lugar de la &quot;z&quot; o &quot;c&quot; ante &quot;e&quot;,&quot;i&quot;.\" data-original-title=\"Seseo\">\"seseo\"</em> y el <em class=\"title-pr\" title=\"Yeismo\" data-placement=\"bottom\" data-content=\"Fenómeno fonético de la lengua española que consiste en pronunciar el sonido de la &quot;ll&quot; (doble L) en lugar del de la &quot;y&quot; consonántica.\" data-original-title=\"Yeismo\">\"yeismo\"</em> teniendo así aspiración y modificación del sistema pronominal y verbal.</p><p class=\"text-justify indent-pr\">Según Pedro Henríquez Ureña, el español en Santo Domingo se caracteriza por su aire antiguo que a veces llega al arcaísmo. El matiz arcaizante del español dominicano es justificado con los años de aislamiento en que se mantuvo el país por la <a href=\"https://es.wikipedia.org/wiki/Rafael_Le%C3%B3nidas_Trujillo\" target=\"_blank\" title=\"Rafael Leónidas Trujillo\">tiranía trujillista</a>.</p>\n<p class=\"text-justify indent-pr\">El español dominicano es producto principalmente de la cultura del español de la metrópoli en andaluz y canario. Otras influencias, la componen la lengua aborigen desde la época del <a href=\"https://es.wikipedia.org/wiki/Descubrimiento_de_Am%C3%A9rica\" target=\"_blank\" title=\"Descubrimiento de América\">Descubrimiento</a> y de los negros traídos como esclavos a la isla por los colonizadores españoles; además se encuentran elementos del francés, inglés, italiano y otras lenguas modernas que la comunicación esparce por el mundo.</p><p class=\"text-justify indent-pr\">Tiene las cualidades del resto de los países latinoamericanos, sistema fonológico de 22 fonemas, sistema pronominal de seis personas donde se sustituye la forma “vosotros” por “ustedes”, uso de diminutivos e <em class=\"title-pr\" title=\"Indigenismos\" data-placement=\"bottom\" data-content=\"Término compuesto de &quot;indígena&quot; e &quot;ismo&quot; y reune todos los términos aprendidos por españoles en Santo Domingo de los indígenas arahuacos.\" data-original-title=\"Indigenismos\">indigenismos</em>.</p><p class=\"text-justify indent-pr\">Similar a España, existe en República Dominicana, la Academia Dominicana de la lengua; compuesta por integrantes nacionales y extranjeros, abierta a todas las corrientes y tendencias lingüísticas, estéticas y literarias, aceptándolas sin exclusión ni preferencia en tanto manifestación creativa de los fenómenos del lenguaje que constituyen testimonios del dinamismo y la vitalidad de la lengua.</p><p class=\"text-justify indent-pr\">La República Dominicana se divide en cinco zonas lingüísticas</p>\n<div class=\"text-center\"><img src=\"https://firebasestorage.googleapis.com/v0/b/proferonald-fb.appspot.com/o/fotos%2Fzonas.png?alt=media&amp;token=d9f913e6-5aec-45cf-96c7-ea5027cf7b15\" width=\"90%\" alt=\"Zonas Lingüísticas\" class=\"border p-3\"></div>\n<p class=\"text-justify indent-pr\"></p><div class=\"table-responsive\" style=\"font-size:0.8rem\"><table class=\"table table-striped table-bordered table-hover table-sm\"><thead class=\"font-weight-bold\"><tr><th class=\"text-center align-middle\">#</th><th class=\"text-center align-middle\">Zonas lingüística</th><th class=\"text-center align-middle\">Características fonéticas</th><th class=\"text-center align-middle\">Ejemplos</th></tr></thead><tbody><tr><td rowspan=\"3\" class=\"text-center align-middle\">1</td><td rowspan=\"3\" class=\"align-middle\">Región Norte o Cibao</td><td class=\"align-middle\">- Paso de la “R” y la “L” a “I” en final de la silaba o entre ellas.</td><td class=\"align-middle\">Comer <i class=\"fa fa-long-arrow-right\"></i> “comei”<br>Papel <i class=\"fa fa-long-arrow-right\"></i> “papei”<br>Porque <i class=\"fa fa-long-arrow-right\"></i> “poique”</td></tr><tr><td class=\"align-middle\">- Paso de la ”I” a “R” o “L”.</td><td class=\"align-middle\">Alguno <i class=\"fa fa-long-arrow-right\"></i> “aiguno”<br>Aceite <i class=\"fa fa-long-arrow-right\"></i> “acerte”<br>Mamei <i class=\"fa fa-long-arrow-right\"></i> “mamel”</td></tr><tr><td class=\"align-middle\">- Uso de vocablos en desuso o arcaico.</td><td class=\"align-middle\">“Asegún”, “vide”</td></tr><tr><td class=\"text-center align-middle\">2</td><td class=\"align-middle\">Samaná</td><td class=\"align-middle\">- Realización de vocablos.</td><td class=\"align-middle\">Marron <i class=\"fa fa-long-arrow-right\"></i> ”maron”<br>Ir pa’rriba <i class=\"fa fa-long-arrow-right\"></i> ”ir pa’riba”</td></tr><tr><td rowspan=\"3\" class=\"text-center align-middle\">3</td><td rowspan=\"3\" class=\"align-middle\">Región Suroeste</td><td class=\"align-middle\">- Neutralización de las consonantes “R” y “L”.</td><td class=\"align-middle\">Alguien <i class=\"fa fa-long-arrow-right\"></i> “arguien”<br>Polvo <i class=\"fa fa-long-arrow-right\"></i> “porvo”</td></tr><tr><td class=\"align-middle\">- Enfatizar la “R” simple.</td><td class=\"align-middle\">Dulce: “durce” <i class=\"fa fa-long-arrow-right\"></i> “durrce”</td></tr><tr><td class=\"align-middle\">- Uso irregular de las variantes “TE ME” y “SE ME”.</td><td class=\"align-middle\">Quitateme <i class=\"fa fa-long-arrow-right\"></i> ”quitamete”<br>Se me olvidó <i class=\"fa fa-long-arrow-right\"></i> ”me se  olvidó”</td></tr><tr><td class=\"text-center align-middle\">4</td><td class=\"align-middle\">Distrito Nacional</td><td class=\"align-middle\">- Neutralización de la “R” en “L”.</td><td class=\"align-middle\">Amor <i class=\"fa fa-long-arrow-right\"></i> ”amol”<br>mar <i class=\"fa fa-long-arrow-right\"></i> ”mal”</td></tr><tr><td rowspan=\"2\" class=\"text-center align-middle\">5</td><td rowspan=\"2\" class=\"align-middle\">Región Este</td><td class=\"align-middle\">- Asimilan “RD” y “RT”.</td><td class=\"align-middle\">Corto <i class=\"fa fa-long-arrow-right\"></i> “coddto”<br>Verde <i class=\"fa fa-long-arrow-right\"></i> “vedde”</td></tr><tr><td class=\"align-middle\">- Absorción de la “S” final o en medio de silabas.</td><td class=\"align-middle\">Los libros <i class=\"fa fa-long-arrow-right\"></i> “loj libros”</td></tr></tbody></table></div><p></p><p class=\"text-justify indent-pr\">Existen palabras con su forma plural irregular como “ajices”, de ajíes y “manices” de maní. Algunas palabras son utilizadas hoy en día provenientes del <em class=\"title-pr\" title=\"Indigenismo\" data-placement=\"bottom\" data-content=\"Término compuesto de &quot;indígena&quot; e &quot;ismo&quot; y reune todos los términos aprendidos por españoles en Santo Domingo de los indígenas arahuacos.\" data-original-title=\"Indigenismo\">indigenismo</em> como bohío, canoa, hamaca, caribe, entre otras. La lengua es además enriquecida con sus propios  <em class=\"title-pr\" title=\"Dominicanismos\" data-placement=\"bottom\" data-content=\"Es la locución, giro o modo de hablar propio y peculiar los dominicanos. El pueblo las crea cuando no conoce o no existe el término apropiado para determinada realidad.\" data-original-title=\"Dominicanismos\">dominicanismos</em> como “abimbar”, “bacana”, “pariguayo”, “enchumbar, “decricajar (se)”.</p>",
      "fecha": 1667186191541,
      "imagen": "https://firebasestorage.googleapis.com/v0/b/proferonald-fb.appspot.com/o/fotos%2Fespdom.png?alt=media&token=caa9a605-41f5-4eaa-9d6e-ca3c33908b5e",
      "titulo": "Español Dominicano "
    },
    "-NHwpzS2mtH59jHC9Xir": {
      "activo": 1,
      "categorias": "ego,matematica,estudiante,uasd",
      "contenido": "<p class=\"text-justify indent-pr\">Muchos genios que vivieron hace miles de años en la antigua Grecia o el Imperio Persa, así como también otros más modernos; alemanes, suizos y franceses, nos dejaron importantes escritos científicos y matemáticos. Todos estos escritos han tenido la fama de ser complejos y las matemáticas en si tiene esta fama de ser complicadas.</p><p class=\"text-justify indent-pr\">Las ciencias matemáticas han hecho contribuciones muy importantes para el progreso de la humanidad. Esta complejidad hace que muchos jóvenes que se dedican a este campo del conocimiento adopten alguna actitud tan extraña como la de sentirse especiales, diferentes y mejores que otros grupos.</p><p class=\"text-justify indent-pr\">En las universidades suele darse que un nuevo integrante tenga que enfrentarse al ego del matemático. Este comportamiento de los estudiantes o profesionales de esta área puede clasificarse como una patología que hace que ese matemático o pequeño grupo de ellos se crean tan exclusivos, algo así como un superhéroe incomprendido. Sienten el poder de humillar a cualquier compañero porque dominan la matemática a un cierto nivel o al menos así lo hacen ver.</p><p class=\"text-justify indent-pr\">Resulta que la mayoría de los matemáticos de este estilo suelen ser malos en el área, dominan la ciencia con ciertos tecnicismos, suelen ser malos en la parte conceptual y teórica. Son capaces de resolver una integral compleja (de forma mecánica), pero difícilmente puedan establecer una relación real entre una situación de aprendizaje y algún concepto matemático que sea idóneo para dar una respuesta adecuada o certera.</p><p class=\"text-justify indent-pr\">El matemático egocéntrico suele humillar principalmente a los de nuevo ingreso hasta el punto de enviarlos a estos a estudiar otras carreras teniendo en menos las mismas. Este matemático critica de mal forma a los que usan equipos digitales para calcular ya sea una integral o exponer el comportamiento de alguna función en <em class=\"text-justify title-pr\" title=\"SACs\" data-placement=\"bottom\" data-content=\"Sistema algebraico computacional.\" data-original-title=\"SACs\">SACs</em>.</p><p class=\"text-justify indent-pr\">Un comportamiento tan penoso que suelen tener este tipo de matemáticos es que, irónicamente, desprecian áreas o temas de la misma ciencia, porque nunca tienen amor verdadero por algún concepto en específico, mientras estudian calculo (análisis matemático), asignaturas como la geometría o la estadística pasan a ser menos.</p><p class=\"text-justify indent-pr\">Suelen menospreciar a los novatos de matemática y a gente de biología, química, entre otras. Carreras de física e ingeniería que muestran un poco más de afinidad con las matemáticas, suelen tener mejor trato, pero aun así no se salvan del menosprecio. Incluso algunos llegan tan lejos que sus propios familiares se van haciendo menos y ajenos a su vida, por no tener ninguna afinidad a esta ciencia.</p><p class=\"text-justify indent-pr\">Este tipo de comportamiento tan despreciable no es algo nuevo que haya visto en mis años de estudios en la UASD donde supe identificar este tipo de compañero o profesor. Muchos de ellos cuando tropezaban con alguien que mostraba algún conocimiento superior, buscaban la forma de establecer alguna amistad para tenerlos como compañero exclusivo o un miembro más del grupo.</p><p class=\"text-justify indent-pr\"><img src=\"https://firebasestorage.googleapis.com/v0/b/proferonald-fb.appspot.com/o/fotos%2FPortrait_of_Sir_Isaac_Newton%2C_1689.jpg?alt=media&amp;token=cccb746d-6cbe-493d-9f99-2b9fdad32e41\" width=\"40%\" alt=\"Zonas Lingüísticas\" class=\"float-left border p-3 mr-2\"></p><p class=\"text-justify indent-pr\">Resulta que en la historia matemática tenemos entre, quizás otros, un fisicomatemático que mostraba cierto comportamiento, aunque parecido era mas exagerado, se dice que la persona de <a href=\"https://es.wikipedia.org/wiki/Isaac_Newton\" target=\"_blank\" title=\"Isaac Newton\">Isaac Newton</a> “era detestable, amargada y recluida. Newton fue muy problemático, solitario y sufrido. Tenía un super ego de ser tratado como todo un genio, fue un maestro autoritario, cruel, impiadoso y obsesivo”. <br><br>Este tipo de actitud puede ser mejorada, se debe saber que quien realmente aprende matemática tanto en sus teorías como en sus aplicaciones tiende a tener una actitud más de un eterno aprendiz que siempre está abierto a nuevos retos y aprendizajes de cualquier parte que venga. El matemático egocéntrico debe ser sometido a un trabajo o a un paseo por el trabajo de otras áreas, ser involucrado para que se dé cuenta de lo importante que pueden ser las demás asignaturas y concientizar sobre la importancia que tienen y el esfuerzo que demandan cada una.</p><p class=\"text-justify indent-pr\">Otro punto que ayuda a bajar la temperatura de este matemático es participar en conferencias o simposios donde exponga algún tema en concreto que le exija organizarse y considerar las necesidades de otros en la comprensión de su tema. Allí encontrará colegas que están a otro nivel, que no lo sabe todo, y que necesita perfeccionarse de forma continua.</p><p class=\"text-justify indent-pr\">La vida de un ser humano no es suficiente para acaparar todo el conocimiento existente, siempre faltará algo más por aprender que lo que sabemos. Un buen matemático suele tener habilidades comunicativas y sociales, no mira a nadie por debajo del hombro. Mientras nos creamos sabelotodo y mantengamos un comportamiento prepotente, en cualquier aspecto de la vida se hace difícil tomar puestos de gerencias o liderazgos.</p>",
      "fecha": 1669615581127,
      "imagen": "https://firebasestorage.googleapis.com/v0/b/proferonald-fb.appspot.com/o/fotos%2Frey3.png?alt=media&token=538ec638-ef6c-46a1-a7c2-01365fc9037c",
      "titulo": "El ego del matemático"
    }
  },
  "usuarios": {
    "QrcyTgnWIDPDI5CytBKSe8GTjoo2": {
      "displayName": "Ronald Jimenez",
      "email": "r.ronald@gmail.com",
      "photoURL": "https://lh3.googleusercontent.com/a-/ACNPEu9h0CUkipHHr9qggD2AY3dH03yajxcXeyQJ75O4Mjs=s96-c"
    },
    "Vl43lUBnE9gNE3gcPxAukirK6Hv2": {
      "displayName": "Hairo Estevez",
      "email": "elproferonald@gmail.com",
      "photoURL": "https://lh3.googleusercontent.com/a-/ACNPEu82DuDBxdqqhXttRBqGmUXOwv7LrW0C2MvHeAmRsQ=s96-c"
    }
  }
}